INSERT INTO post (id, title, body) VALUES (1, 'О сайте', '<p>
    Материалы сайта в полном объеме представляют в сети Интернет ценнейший исторический и лингвистический источник — древнерусские грамоты на бересте XI–XV вв. (берестяные грамоты).
</p>
<p>
    Основу фонда берестяных грамот составляют документы, извлеченные из культурного слоя Великого Новгорода Новгородской археологической экспедицией (НАЭ, руководители: А. В. Арциховский — с 1933 по 1978 г., В. Л. Янин — с 1978 г.), хранящиеся в <a target="_blank" href="http://www.shm.ru/">Государственном историческом музее (ГИМ)</a> и <a target="_blank" href="http://novgorodmuseum.ru/">Новгородском государственном объединенном музее-заповеднике (НГОМЗ)</a>.
</p>
<p>
    Основу сайта составляет база данных, включающая фотографии берестяных грамот, их прориси, древнерусские тексты, переводы на современный русский язык и основную информацию о документах. База данных является частью более обширной информационной системы, содержащей полную археологическую информацию о документах и текстовый корпус с морфологической разметкой. Лингвистическая составляющая этой системы доступна в составе <a target="_blank" href="http://www.ruscorpora.ru/">Национального корпуса русского языка</a>.
</p>
<p>
    Материалы сайта не представляют собой самостоятельной электронной публикации, но основываются на существующих основных изданиях берестяных грамот. На момент открытия сайта в 2007 г. они отражали состояние изучения корпуса, зафиксированное книгой: <i>А. А. Зализняк. Древненовгородский диалект. 2-е изд., переработанное с учетом материала находок 1995‒2003 гг. М., 2004</i>, с добавлением данных о грамотах, найденных в 2004‒2005 гг. Источниками текущей версии сайта являются, помимо этой книги и двенадцати томов серийного издания «Новгородские грамоты на бересте» (1952‒2015), также предварительные публикации в журнале «Вопросы языкознания» берестяных грамот из раскопок 2015‒2017 гг. в Новгороде и Старой Руссе и отдельные публикации грамот, найденных в других городах. Тексты грамот из новгородских раскопок 1951‒2004 гг., не вошедшие в книгу А. А. Зализняка «Древненовгородский диалект», даются по их публикациям в томах серийного издания с учетом последующих поправок.
</p>
<p>
    Размещенные на сайте прориси берестяных грамот отражают их прочтение на момент публикации соответствующих томов серии «Новгородские грамоты на бересте» и могут не полностью соответствовать современному прочтению. Уточненные прориси будут размещаться на сайте по мере их изготовления.
</p>
<p>
    При использовании материалов сайта ссылка на источник обязательна.
</p>
<h3>
    Авторы и разработчики
</h3>
<p>
    Материалы сайта базируются на томах серийного издания «Новгородские грамоты на бересте» (НГБ), авторами которых являются:
    <ul>
        <li>НГБ I (1953) — А. В. Арциховский, М. Н. Тихомиров;</li>
        <li>НГБ II (1954) — А. В. Арциховский;</li>
        <li>НГБ III–V (1958, 1958, 1963) — А. В. Арциховский, В. И. Борковский;</li>
        <li>НГБ VI (1963) — А. В. Арциховский;</li>
        <li>НГБ VII (1978) — А. В. Арциховский, В. Л. Янин;</li>
        <li>НГБ VIII–X (1986, 1993, 2000) — В. Л. Янин, А. А. Зализняк;</li>
        <li>НГБ XI (2004) — В. Л. Янин, А. А. Зализняк, А. А. Гиппиус;</li>
        <li>НГБ XII (2015) — В. Л. Янин, А. А. Зализняк, А. А. Гиппиус.</li>
    </ul>
</p>
<p>
    Авторы публикаций грамот из неновгородских раскопок:
    <ul>
        <li>Старая Русса — А. Ф. Медведев, В. Г. Миронова, Е. В. Торопова, А. А. Зализняк, В. Л. Янин;</li>
        <li>Торжок — П. Д. Малыгин, А. А. Зализняк;</li>
        <li>Смоленск — Д. А. Авдусин, Е. А. Мельникова, Н. И. Асташова, А. А. Зализняк, Г. Н. Пронин;</li>
        <li>Псков — Г. П. Гроздилов, В. Белецкий, И. К. Лабутина, Л. Я. Костючук, И. О. Колосова, А. А. Зализняк;</li>
        <li>Тверь — Н. В. Жилина, Т. В. Рождественская;</li>
        <li>Звенигород Галицкий — И. Свешников;</li>
        <li>Витебск — Н. Н. Дроченина, Б. А. Рыбаков;</li>
        <li>Мстиславль — Л. В. Алексеев;</li>
        <li>Рюриково Городище — А. А. Зализняк, Е. Н. Носов, В. Л. Янин;</li>
        <li>Москва — С. З. Чернов, В. Ю. Коваль, А. А. Гиппиус, А. А. Зализняк;</li>
        <li>Вологда — И. П. Кукушкин, А. А. Гиппиус, А. А. Зализняк.</li>
    </ul>
</p>
<p>
    Главным источником содержащейся в базе данных информации о берестяных грамотах, найденных до 2004 г., является книга: <i>А. А. Зализняк. Древненовгородский диалект. 2-е изд., переработанное с учетом материала находок 1995—2003 гг. М., 2004</i>.
</p>
<p>
    Кроме авторов в процессе чтения и интерпретации берестяных грамот принимали деятельное участие Е. А. Рыбина и В. И. Поветкин; в разные годы в нем участвовали также, приезжая в Новгород в период работы Новгородской археологической экспедиции в качестве ее временных сотрудников или гостей, Т. В. Рождественская, Г. А. Федонина, А. В. Птенцова, И. В. Бегунц, М. А. Бобрик, С. М. Михеев, Ремо Факкани, Йос Схакен. Активное содействие этой работе оказывали П. Г. Гайдуков, Г. Е. Дубровин, С. В. Трояновский, О. А. Тарабардина, И. Валлотон.
</p>
<p>
    Реставрация берестяных грамот производилась В. И. Поветкиным, а в также Э. К. Кубло, И. В. Бегунц, С. Е. Тороповым.
</p>
<p>
    Прориси берестяных грамот в разные годы изготавливали М. Н. Кислов, В. И. Поветкин, Е. Ю. Пухначева, О. Н. Коваленко, Е. А. Пешкова, С. А. Шаповалова, В. В. Солдатенкова.
</p>
<p>
    Компьютерное обеспечение публикаций берестяных грамот осуществляется М. Н. Толстой.
</p>
<p>
    Цифровая съемка и обработка цифровых изображений берестяных грамот для первоначальной версии сайта были произведены <a target="_blank" href="http://www.eposgroup.ru/">ЗАО «Группа ЭПОС»</a>, при участии Л. А. Коробенко. Сканирование новгородских берестяных грамот, найденных после 2007 г., осуществлялось И. Валлотон. Обновленная версия сайта включает также фотографии и сканировки берестяных грамот, любезно предоставленные Е. В. Тороповой, П. Д. Малыгиным, И. П. Кукушкиным, а также <a target="_blank" href="http://www.museums.pskov.ru/">Псковским государственным музеем-заповедником</a>, <a target="_blank" href="http://www.smolensk-museum.ru/">Смоленским государственным музеем заповедником</a>, <a target="_blank" href="http://tsdial.archives.gov.ua/">Центральным государственным историческbм архивом Украины во Львове</a>.
</p>
<p>
    Разработка структуры базы данных и первоначальной версии сайта производилась коллективом авторов при участии Й. Схакена (Лейденский университет). Программная разработка полной версии базы данных «Древнерусские грамоты на бересте» и оболочки (редактора) для работы с нею осуществлена А. И. Зобниным. Заполнение и редактирование базы данных осуществляли: И. Валлотон, Е. А. Мишина, А. В. Птенцова, М. Н. Толстая, Е. Ю. Щеголькова. Дизайн и программная разработка исходной версии сайта и интернет-версии базы данных сделаны А. В. Санниковым.
</p>
<p>
    Программная разработка обновленной версии сайта осуществлена в 2018 г. А. Н. Дышкантом.
</p>
<p>
    Общая координация работ по созданию базы данных и сайта осуществлялась А. А. Гиппиусом.
</p>
<h3>
    Организации-участники (в алфавитном порядке)
</h3>
<p>
    <ul>
        <li><a target="_blank" href="http://www.shm.ru/">Государственный исторический музей</a>;</li>
        <li><a target="_blank" href="http://archaeolog.ru/">Институт археологии РАН</a>;</li>
        <li><a target="_blank" href="http://www.ruslang.ru/">Институт русского языка им. В. В. Виноградова РАН</a>;</li>
        <li><a target="_blank" href="http://www.inslav.ru/">Институт славяноведения РАН</a>;</li>
        <li><a target="_blank" href="http://www.hist.msu.ru/">Исторический факультет МГУ им. М. В. Ломоносова</a>;</li>
        <li><a target="_blank" href="http://www.hse.ru/">Национальный исследовательский университет «Высшая школа экономики»</a>;</li>
        <li><a target="_blank" href="http://novgorodmuseum.ru/">Новгородский государственный объединенный историко-художественный музей-заповедник</a>;</li>
        <li><a target="_blank" href="http://www.novsu.ru/">Новгородский государственный университет им. Ярослава Мудрого</a>;</li>
        <li><a target="_blank" href="http://arc.novgorod.ru/">Центр по организации и обеспечению археологических исследований Новгорода</a>.</li>
    </ul>
</p>
<h3>
Проекты
</h3>
<p>
    Первоначальная версия сайта была разработана в рамках проекта: <a target="_blank" href="http://www.schaeken.nl/lu/research/index.htm">«Birchbark Literacy from Medieval Rus: Сontents and Сontexts» (INTAS № 03-51-3867)</a>.
</p>
<p>
Обновление и программная модернизация сайта произведены в рамках проекта Российского фонда фундаментальных исследований (№ 16-04-0033).
</p>
<p>
<b>Поддержка, пополнение и программная модификация текущей версии сайта осуществляются в рамках проекта Российского научного фонда (№ 19-18-00352).</b>
</p>');
INSERT INTO post (id, title, body) VALUES (2, 'Новости', '<p>04 марта 2021 - создан каркас сайта</p>');
INSERT INTO post (id, title, body) VALUES (3, 'Об источнике', '<ul>
    <li><a href="general-information">А. А. Зализняк. Общие сведения о берестяных грамотах</a></li>
    <li><a href="/bundles/birchbarkdocuments/pdf/janin01.pdf" target="_blank">В. Л. Янин. Берестяные грамоты как исторический источник (pdf, 200 Кб). Из книги: «Берестяные грамоты: 50 лет открытия и изучения» М., 2003</a></li>
    <li><a href="/bundles/birchbarkdocuments/pdf/zalizniak01.pdf" target="_blank">А. А. Зализняк. Значение берестяных грамот для истории русского языка (pdf, 200 Кб). Из книги: «Берестяные грамоты: 50 лет открытия и изучения» М., 2003</a></li>
</ul>');
INSERT INTO post (id, title, body) VALUES (4, 'Общие сведения о берестяных грамотах', '<p>
    <i>
        А. А. Зализняк
    </i>
</p>
<p>
    (Из книги «Древненовгородский диалект», 2-е изд. М., 2004; с учетом подготовленного автором «Дополнения» к этому изданию [2017])
</p>
<h3>
    Корпус берестяных грамот
</h3>
<p>
    Первые берестяные грамоты были найдены в 1951 г., в ходе археологических раскопок в Новгороде. С тех пор ежегодно из почвы Новгорода археологи извлекают всё новые и новые грамоты, и аналогичные находки имеются уже в одиннадцати других древнерусских городах.
</p>
<p>
    К концу 2017 г. корпус берестяных грамот имел следующий состав:
</p>
<ul>
    <li>Новгород — 1102,</li>
    <li>Новгородское («Рюриково») Городище — 1,</li>
    <li>Старая Русса — 48,</li>
    <li>Торжок — 19,</li>
    <li>Смоленск — 15,</li>
    <li>Псков — 8,</li>
    <li>Тверь — 5,</li>
    <li>Москва — 4,</li>
    <li>Звенигород Галицкий — 3,</li>
    <li>Витебск — 1,</li>
    <li>Мстиславль — 1,</li>
    <li>Вологда — 1,</li>
    <li>Старая Рязань — 1.</li>
</ul>
<p>
    Общая длина этих 1209 грамот — около 18000 словоупотреблений; общий объем словаря — более 3400 лексических единиц.
</p>
<p>
    Ниже берестяные грамоты из Новгорода обозначаются просто номером; при этом знак № может опускаться. Так, запись типа хоудость 752 означает, что данная словоформа цитируется из новгородской берестяной грамоты № 752. Для берестяных грамот из других городов перед номером ставится символ города: Ст. Р., Торж., Пск., Смол., Вит., Мст., Твер., Мос., Ряз., Звен., Волог.
</p>
<p>
    Как можно видеть, подавляющее большинство ныне известных берестяных грамот найдено в Новгороде.
</p>
<p>
    Представим несколько подробнее топографию находок внутри города. Археологические раскопы в Новгороде, на которых были найдены берестяные грамоты, таковы (в порядке ведения работ):
</p>
<ul>
    <li>
        Неревский — в Неревском конце, к северу от кремля. Работы велись в 1951‒62 гг. Древние улицы: Великая, Холопья, Козмодемьяня. Усадьбы от А до К. 398 берестяных грамот (первая из них — № 1, последняя — № 412).
    </li>
    <li>
        Ильинский — в Славенском конце, западнее Знаменского собора, близ древней Ильиной улицы (1962‒67 гг.). 21 грамота (№ 413‒415, 417‒428, 430‒435).
    </li>
    <li>
        Бояновский — к северу от Ярославова дворища (1967 г.). Древняя улица: Бояня. 9 грамот (№ 436‒444).
    </li>
    <li>
        Тихвинский — близ Неревского раскопа, к западу от него (1969 г.). 17 грамот (№ 446‒462).
    </li>
    <li>
        Михайловский — к юго-востоку от Ярославова дворища (1970 г.). Древняя улица: Михайлова. 25 грамот (№ 464‒487, 494).
    </li>
    <li>
        Готский — к югу от Ярославова дворища, на древнем Готском дворе (1968‒70 гг.). 1 грамота (№ 488).
    </li>
    <li>
        Торговый — на территории древнего Торга (1971 г.). 4 грамоты (№ 489‒492).
    </li>
    <li>
        Рогатицкий — к северо-востоку от Ярославова дворища (1971 г.). 1 грамота (№ 493).
    </li>
    <li>
        Славенский — в Славенском конце, к востоку от Ярославова дворища (1971‒74 гг.). 10 грамот (№ 495‒500, 509, 516‒518).
    </li>
    <li>
        Троицкий — в Людином конце, к югу от кремля, близ церкви св. Троицы. Работы продолжаются с 1973 г. Древние улицы: Пробойная, Черницына, Ярышева. Усадьбы от А до Ф. 478 грамот (к концу 2017 г.; первая — № 501, последняя на 2017 г. — № 1092).
    </li>
    <li>
        Козмодемьянский — в Неревском конце, близ древней Козмодемьяней улицы (1974 г.). 5 грамот (№ 510‒513, 515).
    </li>
    <li>
        Дмитриевский — в северной части Неревского конца. (1976 г.). 7 грамот (№ 532, 534‒539).
    </li>
    <li>
        Дубошин — в Славенском конце, близ древнего Дубошина переулка (1977‒78 гг.). 6 грамот (№ 540, 543, 563‒565, 571).
    </li>
    <li>
        Нутный — в Славенском конце (1979‒82 гг.). Древняя улица: Нутная. 12 грамот (№ 576‒580, 582, 583, 587, 590, 591, 593, 610).
    </li>
    <li>
        Михаилоархангельский — на Софийской стороне, близ церкви Михаила-архангела на Прусской улице (1990‒91 гг.). 5 грамот (№ 715, 718, 719, 723, 724).
    </li>
    <li>
        Федоровский — на Торговой стороне, к югу от церкви Федора Стратилата (1991‒97 гг.). 5 грамот (№ 744, 749‒751, 789).
    </li>
    <li>
        Лукинский — на Торговой стороне, к северу от церкви Спаса Преображения на Ильине улице, близ церкви св. Луки (1993 г.). Древняя улица: Лубяница. 3 грамоты (№ 746‒748).
    </li>
    <li>
        Кремлевский — в новгородском кремле (Детинце) (1995‒96 гг.). 3 грамоты (№ 756, 762, 764).
    </li>
    <li>
        Никитинский — на Торговой стороне, к западу от церкви Никиты-мученика (2002‒03 гг.). 11 грамот (№ 928, 930‒933, 937‒939, 942, 948, 949).
    </li>
    <li>
        Раскоп на Рюриковом Городище; 1 грамота (№ 950).
    </li>
    <li>
        Борисоглебский — в Плотницком конце, неподалеку церкви Бориса и Глеба в Плотниках (2008 г.). 4 грамоты (№ 966, 967, 970, 973).
    </li>
    <li>
        Кремлевский — на Владычном дворе новгородского кремля, к западу от Грановитой палаты (2008‒2010 гг.). 7 грамот (№ 963‒965, 968, 969, 971, 972).
    </li>
    <li>
        Рогатицкий-2 — в южной части Плотницкого конца, внутри средневекового городского квартала, образованного улицами Рогатица (с севера), Пробойная-Плотенская (с запада), Лубяница (с юга) и Большая Московская дорога (с востока) (2014 г.). 10 грамот (№ 1051‒1058, 1062, 1063).
    </li>
    <li>
        Воздвиженский — в южной части Людина конца, близ средневековой Воздвиженской улицы (2014 г.). 3 грамоты (№ 1059, 1060, 1061).
    </li>
    <li>
        Козмодемьянский (2015‒2016 гг.) — в Неревском конце, близ средневековой Козмодемьянской улицы. 15 грамот (№ 1066‒1080).
    </li>
    <li>
        Нутный-4 (2016 г.) — в Славенском конце, близ средневековой Нутной улицы. 3 грамоты (№ 1081, 1084, 1087).
    </li>
    <li>
        Посольский (2016 г.) — в Славенском конце, близ Посольской улицы. 1 грамота (№ 1088).
    </li>
    <li>
        Раскоп у дома № 16 по Троицкой улице (2016 г.), в южной части Людина конца. 1 грамота (№ 1089).
    </li>
    <li>
        Дубошин-2 (2017 г.) — в Славенском конце, близ средневекового Дубошина переулка. 10 грамот (№ 1093‒1102).
    </li>
    <li>
        В 2008 г. в шурфе под канализационный колодец на северо-восточном углу Никольской и Михайловой улиц была найдена грамота № 962.
    </li>
</ul>
<p>
    Новгородские берестяные грамоты, не вошедшие в этот перечень, найдены не в ходе раскопок, а при различных случайных обстоятельствах.
</p>

<h3>
    Внешний вид, нумерация
</h3>
<p>
    Берестяная грамота, если она дошла до нас в целом виде, внешне представляет собой продолговатый лист бересты, обычно обрезанный по краям. Размеры листа могут варьировать очень сильно, но большинство экземпляров укладывается в рамки: 15–40 см в длину, 2–8 см в ширину. Однако реально лишь около четверти берестяных грамот сохраняется в целости; остальные доходят до нас с утратами — от небольших до столь значительных, что от первоначального документа остается лишь крошечный фрагмент. В части случаев утраты связаны с тем, что береста горела, растрескивалась, выкрашивалась и т. п. Но все же чаще всего грамоты бывают порваны (или разрезаны) рукой человека: адресат уничтожал таким способом ненужное ему более письмо, не желая, чтобы его могли прочесть посторонние.
</p>
<p>
    Буквы выдавливались (выцарапывались) на бересте острием специально предназначенного для этой цели металлического или костяного инструмента — писала (стилоса). Лишь две грамоты (№ 13 и 496) написаны чернилами.
</p>
<p>
    Большинство грамот написано на внутренней (т. е. обращенной к стволу), более темной, стороне берестяного листа и лишь немногие — на внешней (поскольку внешняя сторона бересты менее удобна для письма: она шелушится, она жестче, ее свободные концы закручиваются вверх, мешая писалу). Небольшая часть грамот содержит текст на обеих сторонах листа; в таких грамотах начало текста в большей части случаев находится на внутренней стороне.
</p>
<p>
    По ряду причин единица нумерации не всегда соответствует отдельному первоначальному документу. Единицей нумерации является отдельная находка — как целый берестяной лист, так и фрагмент. Лишь в том случае, если в течение одного и того же археологического сезона найдено несколько фрагментов, которые очевидным образом являются частями единого первоначального листа, они получают единый номер. Но части одного и того же берестяного листа могут быть найдены и с интервалом в несколько лет; кроме того, сам факт такого единства может быть установлен далеко не сразу. Грамота, сложившаяся из таких фрагментов, получает составной номер, например: 259/265, 275/266, 494/469, 607/562, 662/684, 877/572 (части составного номера ставятся в порядке следования текста).
</p>
<p>
    Следует учитывать также, что относительно длинные документы могли записываться на двух или более берестяных листах. Несколько таких документов дошло до нас. Они обозначаются тем же способом, например: 519/520, 698/699.
</p>
<p>
    С другой стороны, изредка на одном берестяном листе содержится два текста, написанных разными лицами, например, на одной стороне листа — письмо, на другой — ответ на него (как в № 736). В этих случаях мы имеем дело — по крайней мере, с лингвистической точки зрения — с двумя разными документами. Для их различения применяются буквенные индексы, например, 736а и 736б.
</p>
<p>
    Таким образом, слово «грамота» употребляется, строго говоря, в двух несколько различных смыслах: а) то же, что единица нумерации (т. е. , всякая находка, получившая отдельный номер); б) отдельный первоначальный документ (независимо от того, на каком числе листов он был написан и в каком количестве фрагментов дошел до нас). При втором типе словоупотребления частным случаем грамоты являются также, например, 607/562, 519/520, 736б. Избежать этого двойственного словоупотребления довольно трудно: в одних случаях (например, при первоначальной публикации грамот, при анализе статистики находок и т. п. ) естествен первый тип словоупотребления, в других (например, при лингвистическом анализе, при изучении содержания грамот) — второй. Какой из двух смыслов имеется в виду, как правило, достаточно легко установить из контекста.
</p>
<p>
    Замечание. При цитировании словоформ ссылка на грамоту обычно содержит простой номер (не двойной), например, Жизнобоуде 607 (что соответствует первому смыслу слова «грамота»); это облегчает поиск словоформы в тексте. Двойной номер дается лишь в том случае, когда стык фрагментов проходит внутри данной словоформы, например, верешь 275/266.
</p>
<p>
    Совокупность грамот, написанных одним и тем же почерком, ниже называется блоком. Для обозначения блоков (кроме записываемых с косой чертой, типа 259/265) используется знак +, например: «блок № 19+122+129» (знак № факультативен). В качестве сокращения допускается также запись типа «блок № 19», «блок № 259» (или «блок 19», «блок 259»).
</p>

<h3>
    Датирование
</h3>

<p>
    Датирование берестяных грамот представляет собой комплексную проблему: учитывается несколько разных аспектов документа.
</p>
<p>
    Основную роль играет стратиграфическое датирование , т. е. датирование средствами археологии того слоя, в котором залегала грамота. Оно складывается из ряда элементов, главным из которых в условиях Новгорода является дендрохронология, т. е. определение даты рубки деревьев, использованных для строительства мостовых и прочих деревянных сооружений. В максимально благоприятных случаях (например, когда грамота лежит прямо на мостовой между двумя точно датируемыми настилами) точность ее датирования может достигать 10–15 лет. Чем дальше от мостовых лежит грамота, тем эта точность меньше — скажем, до 30, 40, 50, 60 лет. Чрезмерная (хотя и легко объяснимая) эйфория начального периода новгородской дендрохронологии, когда грамотам давались жесткие датировки типа «1282–1299», «1340–1368», ныне преодолена. В то же время продолжаются поиски методов более точного датирования находок, удаленных от мостовых.
</p>
<p>
    Следует учитывать также специфику самой стратиграфической датировки: в подавляющем большинстве случаев истинная дата попадания берестяной грамоты в землю действительно находится в рамках этой датировки; но в отдельных случаях (к счастью, редких) всё же возможны не поддающиеся учету случайные перемещения бересты в более глубокий или в менее глубокий слой, которые искажают истинную картину.
</p>
<p>
    Еще одна проблема состоит в том, что грамота могла в некоторых случаях быть выброшена не сразу, а какое-то время храниться в доме. Но роль этого фактора для датирования, по-видимому, в целом незначительна — потому что, во-первых, по самому своему содержанию берестяные грамоты почти никогда не требовали хранения, во-вторых, берестяная грамота, хранившаяся в доме, сгорала в первом же пожаре, т. е. сравнительно скоро (по меркам наших хронологических оценок).
</p>
<p>
    Итак, стратиграфическая оценка служит ценнейшим и незаменимым средством датирования берестяных грамот; но важное значение имеет также и дополнительный контроль этой оценки с помощью внестратиграфических (т. е. всех прочих) средств датирования, пригодных для рассматриваемого документа.
</p>
<p>
    Главным средством внестратиграфического датирования служит палеография. Как уже давно установлено, палеография документов на бересте имеет ряд отличий от палеографии пергаменных рукописей. Ныне в нашем распоряжении имеется уже достаточно полный свод данных по палеографии берестяных грамот. Эти данные позволяют в большинстве случаев датировать новонайденную грамоту (если только она не слишком мала) с точностью примерно до 100 лет, при благоприятных обстоятельствах — до 40–60 лет.
</p>
<p>
    Помимо собственно палеографии, датирующим средством служит также графика (т. е. сам инвентарь используемых писцом букв и основные принципы их применения). При благоприятных обстоятельствах графический анализ дает почти такую же степень хронологической точности, как и палеографический.
</p>
<p>
    Подробнее см. раздел «Палеография берестяных грамот и их внестратиграфическое датирование» в НГБ-Х.
</p>
<p>
    Следующее средство датирования — анализ языковых особенностей текста, имеющих значение для хронологии. Правда, данное средство может использоваться лишь с большой осторожностью и только на основании показаний других берестяных грамот, но не памятников книжной письменности (поскольку время первой фиксации некоторого явления в этих двух родах письменности может сильно различаться).
</p>
<p>
    Хронологическое значение имеет также характер этикетных формул, используемых в берестяных письмах.
</p>
<p>
    Наконец, исключительно важное значение для контроля датировок, полученных всеми перечисленными средствами, имеет упоминание в грамоте людей, которые отождествляются с историческими лицами, известными из летописи. В настоящее время примерно для 25 персонажей, фигурирующих в общей сложности примерно в 80 берестяных грамотах, такое отождествление с нашей точки зрения надежно. Самое впечатляющее из этих достижений — обнаружение в грамотах конца XIII – сер. XV вв. из Неревского раскопа представителей целых шести поколений знаменитого боярского рода Мишиничей. Кроме того, в берестяных грамотах имеется еще несколько десятков персонажей, отождествление которых с историческими лицами представляется достаточно вероятным.
</p>
<p>
    Весьма существенно также, что берестяные грамоты, найденные на одном раскопе (или соседних раскопах), могут быть связаны между собой различными связями — с одной стороны, принадлежностью к одному и тому же слою, с другой — упоминанием одних и тех же лиц (не обязательно исторических). Благодаря этому надежная датировка одной грамоты часто оказывается важным основанием для уточнения датировок нескольких других грамот, так или иначе с ней связанных.
</p>
<p>
    Совокупность всех перечисленных средств датирования позволяет датировать подавляющее большинство берестяных грамот с точностью до 20–50 лет, в особо благоприятных случаях — несколько точнее, в особо неблагоприятных (к счастью, довольно редких) — с точностью до века. Для лингвистических целей датирование с точностью до 20–50 лет как правило вполне достаточно, поскольку этот интервал меньше, чем срок протекания любого, даже относительно быстрого, диахронического процесса в языке. Напомним, что в пределах обычного срока человеческой жизни даже рукописи, датированные конкретным годом, не обязательно отражают этапы развития языка в точном соответствии с порядком их дат: языковые (равно как палеографические и т. п. ) особенности, например, у 70-летнего писца, пишущего в 1170 г. , практически те же, что в его юности, т. е. они архаичнее, чем у 20-летнего, пишущего в 1150 г.
</p>
<p>
    Дошедшие до нас древнерусские берестяные грамоты относятся к эпохе с XI по XV в.
</p>
<p>
    При указании датировок (как для берестяных грамот, так и для иных документов) ниже может быть использована сокращенная запись: римская цифра сама по себе означает век (например, XI), подстрочные цифры 1 и 2 — его первую и вторую половину (например, XI2, XIV1); рубеж веков обозначается косой чертой (например, XI/XII). Запись типа «1300-е гг.» обозначает первое десятилетие века. При рассмотрении вопросов, не требующих полной хронологической точности, датировки берестяных грамот (и других документов) обычно даются с некоторым огрублением. При этом масштаб огрубления может зависеть от степени детальности анализа; соответственно, одна и та же грамота может в разных контекстах получить, например, такие хронологические пометы: XIV, XIV2, 3 четв. XIV, 60-е гг. XIV.
</p>

<h3>
    Содержание, специфические трудности изучения
</h3>

<p>
    Подавляющее большинство берестяных грамот написаны по-древнерусски, небольшое число — по-церковнославянски (см. ниже). Имеется также несколько грамот, написанных на неславянских языках: 292 (прибалтийско-финская), 488 (латинская), 552 (греческая), 753 (нижненемецкая).
</p>
<p>
    Берестяные грамоты как правило очень кратки. Самые длинные грамоты — № 519/520 и № 531 — насчитывают соответственно 176 и 166 слов. Но чаще всего грамоты гораздо короче: большинство полностью сохранившихся грамот не длиннее 20 слов, лишь немногие из них длиннее 50 слов.
</p>
<p>
    Безусловное большинство берестяных грамот — это частные письма. Они посвящены самым разнообразным делам текущей жизни — хозяйственным, семейным, денежным, торговым и т. д. К категории частных писем тесно примыкают также челобитные (XIV–XV вв.) феодалу от крестьян.
</p>
<p>
    Заметную группу составляют различные реестры (в основном долговые списки и росписи денежных или натуральных поставок). Они могли быть сделаны на память для себя; но могли также служить и письменными распоряжениями о том, чтобы взять указанные долги, т. е. играть ту же роль, что аналогичные документы, начинающиеся словом ‘возьми’. Иначе говоря, граница между этой группой документов и собственно письмами не вполне строгая.
</p>
<p>
    Имеется около двух десятков ярлычков, содержащих лишь имя владельца. Их функция пока еще остается предметом дискуссии.
</p>
<p>
    В своей совокупности эти три категории составляют подавляющую часть всего массива берестяных грамот. Грамоты этих категорий (за исключением нескольких писем, выдержанных в книжном стиле) можно условно обозначить как «бытовые». В абсолютном большинстве случаев они написаны на диалекте. В целом они стоят ближе к живой древнерусской речи, чем любые другие ныне известные письменные источники.
</p>
<p>
    Остальная (весьма небольшая) часть берестяных грамот складывается из следующих категорий:
</p>
<ul>
    <li>официальные документы (или их черновики) — завещания, рядные, расписки, протоколы и т. п.;</li>
    <li>учебные — азбуки, перечни цифр, склады, упражнения;</li>
    <li>литературные и фольклорные — отрывки литературных сочинений (№ 893 и Торж. 17), загадка (№ 10), школьная шутка (№ 46), заговоры (№ 521, 715, 734, 930; сюда же можно отнести № 674);</li>
    <li>церковные — литургические тексты, обрывки молитв и поучений, а также списки имен, представляющие собой заказы на иконы или церковные поминания.</li>
</ul>
<p>
    С точки зрения языка документы группы «а» в большинстве случаев ориентированы на наддиалектные др.-р. нормы (но содержат и диалектизмы); лишь несколько таких документов написано просто на диалекте.
</p>
<p>
    Церковные тексты (а также заговоры № 715, 734, 930, 674) написаны в одних случаях на чистом ц. -сл. языке, в других — на смешанном.
</p>
<p>
    Следует учитывать, что палеографическое, филологическое и лингвистическое изучение берестяных грамот обычно бывает сопряжено со специфическими трудностями, нехарактерными для традиционных др.-р. источников. Эти трудности определяются целым рядом причин, в частности: в большинстве грамот текст частично оборван; идентификация букв в тексте грамоты иногда бывает очень трудна и не вполне надежна, особенно если сохранность бересты плохая; грамоты нередко столь кратки, что при анализе нет возможности опереться на контекст; в языковом отношении берестяные грамоты таят в себе много неожиданностей, при разгадке которых материал традиционных источников иногда не столько помогает, сколько вводит в заблуждение.
</p>
<p>
    В этой ситуации нет ничего удивительного в том, что первоначальное прочтение и интерпретация грамоты редко оказываются окончательными. Позднейшее дополнительное изучение грамоты (по оригиналу, по фотографии или даже по прориси) может давать поправки всех уровней — от идентификации букв и словоделения до синтаксической структуры и перевода. Очень помогают в этой работе новые находки: они часто проливают дополнительный свет на трудные места в ранее найденных грамотах. Ныне накоплено уже большое количество поправок, сделанных многочисленными исследователями; и ясно, что какие-то коррективы будут появляться и в дальнейшем.
</p>');
INSERT INTO post (id, title, body) VALUES (5, 'Избранная библиография', '<p>В список включены основные издания берестяных грамот, первые публикации, а также учтенные в базе данных работы, в которых специально комментируются тексты берестяных грамот, уточняются чтения, переводы и трактовки.</p>');
